Repository: DDunaevCrazypanda/vkid-ios-sdk
Catalog: VKID/Sources/Resources/*.lproj/Localizable.strings
Languages: ru

# vkid_button_primary_title
source: Sign in with VK ID
ru: Войти с VK ID

# vkconnect_auth_floatingonetap_btn_unauth_sign_in_to_account
source: Sign in with VK ID
ru: Войти с VK ID

# vkconnect_auth_floatingonetap_header_sign_in_to_service
source: Sign in to service or sign up
ru: Войдите в сервис или зарегистрируйтесь

# vkconnect_auth_floatingonetap_btn_unauth_sign_in_to_service
source: Sign in with VK ID
ru: Войти с VK ID

# vkconnect_auth_floatingonetap_description
source: Afterwards, you'll have access to all of the service's features. Your personal data will be carefully protected.
ru: После этого вам станут доступны все возможности сервиса. Ваши данные будут надёжно защищены.

# vkconnect_auth_floatingonetap_header_sign_in_to_account
source: Sign in to %@ account
ru: Войдите в учётную запись %@

# vkconnect_auth_floatingonetap_header_registration_for_event
source: Sign up for event
ru: Зарегистрируйтесь на мероприятие

# vkconnect_auth_floatingonetap_btn_unauth_registration_for_event
source: Continue with VK ID
ru: Продолжить с VK ID

# vkconnect_auth_floatingonetap_header_submit_applications
source: Apply with VK ID
ru: Подайте заявку с VK ID

# vkconnect_auth_floatingonetap_btn_unauth_submit_applications
source: Continue with VK ID
ru: Продолжить с VK ID

# vkconnect_auth_floatingonetap_header_make_order_without_service
source: Place order with VK ID
ru: Оформите заказ с VK ID

# vkconnect_auth_floatingonetap_btn_unauth_make_order_without_service
source: Order with VK ID
ru: Оформить с VK ID

# vkconnect_auth_floatingonetap_header_make_order_with_service
source: Place order on %@ with VK ID
ru: Оформите заказ в %@ с VK ID

# vkconnect_auth_floatingonetap_btn_unauth_make_order_with_service
source: Order with VK ID
ru: Оформить с VK ID
